Repository: Ilhasoft/ProtejaBrasil-iOS
Catalog: Proteja Brasil/Resources/*.lproj/Localizable.strings
Languages: es, pt

# app_name
source: Protect Brazil
es: Proteja Brasil
pt: Proteja Brasil

# action_map
source: Map
es: Mapa
pt: Mapa

# action_reports
source: My denounces
es: Mis denuncias
pt: Minhas denúncias

# action_violation_types
source: Violation types
es: Tipos de violación
pt: Tipos de Violação

# action_opinion
source: Give your opinion
es: Opine
pt: Opine

# action_about
source: About
es: Acerca
pt: Sobre

# menu_report
source: Report
es: Denuncie
pt: Denuncie

# error_unexpected
source: An unexpected error occurred. Please try again.
es: Se ha producido un error inesperado. Por favor, inténtelo de nuevo.
pt: Ocorreu um erro inesperado. Por favor, tente novamente.

# error_from_server
source: Has occurred an error while loading data from the server. Please try again.
es: Se ha producido un error al cargar los datos desde el servidor. Por favor, inténtelo de nuevo.
pt: Ocorreu um erro ao carregar os dados do servidor. Por favor, tente novamente.

# error_invalid_url
source: Has occurred an error while saving. Make sure the website address is correct (E.g.: http://www.google.com.br).
es: Se ha producido un error de ahorro. Asegúrese de que la dirección del sitio web es correcta (por ej. Http://www.google.com.br).
pt: Ocorreu um erro ao salvar. Verifique se o endereço do site está correto (Ex.: http://www.google.com.br).

# alert_fill_all_fields
source: Please, fill all fields
es: Por favor, complete todos los campos
pt: Preencha todos os campos

# alert_allow_location
source: Allow application to access your location in the device settings.
es: Permitir que la aplicación acceda a tu ubicación en la configuración del dispositivo.
pt: Permita que o aplicativo acesse a sua localização nas configurações do aparelho.

# alert_disk_100
source: You want to call to Disk 100?
es: Al que desea llamar Disque 100?
pt: Você deseja ligar para o Disque 100?

# alert_disk_180
source: Call 180!
es: Ligue 180!
pt: Ligue 180!

# hint_search_networks
source: Search for protection nets
es: Buscar redes de protección
pt: Buscar redes de proteção

# hint_search_places
source: Search for location
es: Buscar local
pt: Buscar local

# hint_accessibility_barrier
source: Describe
es: Describa
pt: Descreva

# label_report_call
source: Denounce through Disk 100
es: Denuncie por el Disque 100
pt: Denunciar pelo Disque 100

# label_report_call_180
source: Denounce through Call 180
es: Denuncie por el Ligue 180
pt: Denunciar pelo Ligue 180

# label_accessibility
source: Location without accessibility
es: Local sin accesibilidad
pt: Local sem acessibilidade

# label_internet_crim
source: Violation on the internet
es: Violación en la internet
pt: Violação na internet

# label_report
source: Violation off the internet
es: Violación fuera de la Internet
pt: Violação fora da internet

# title_activity_accessibility_report
source: Location without accessibility
es: Local sin accesibilidad
pt: Local sem acessibilidade

# title_question_victim_info
source: Name of the victim:*
pt: Nome da vítima:*

# title_question_victim_location_description
source: Where can the victim be found?*
pt: Onde a vítima pode ser localizada?*

# title_question_offender_info
source: Who is the offender?*
pt: Quem é o agressor?*

# title_question_place_violation
source: Where did the violation happen?*
pt: Onde aconteceu a violação?*

# title_question_violation_time
source: For how long does this happen?*
pt: Há quanto tempo isso ocorre?*

# title_question_barriers
source: Which barriers do you find on this location*
es: ¿Cuales son las barreras que usted encuentra en ese local?*
pt: Quais barreiras você encontra nesse local?*

# title_question_violation_type
source: Which type of violation occurred?*
es: ¿Cual tipo de violación ocurrió?*
pt: Qual tipo de violação aconteceu?*

# title_question_violation_description
source: How is the violence executed?*
es: ¿Como la violencia es practicada?*
pt: Como a violência é praticada?*

# title_question_institution_activated
source: Was any council contacted?*
es: ¿Algun órgano fué accionado?*
pt: Algum órgão foi acionado?*

# title_question_victim_location
source: Almost there! What is the victim's address?*
es: ¡Casi allí! ¿Cual es la dirección de la víctima?*
pt: Qual o endereço da vítima?*

# title_question_offender_location
source: Now, I need the offender's address*
es: Ahora necesito de la dirección del agresor*
pt: Qual o endereço do agressor?*

# title_question_age_group_victim
source: How old is the victim?
es: ¿Cual es el grupo de edad de la víctima?
pt: Qual a faixa etária da vítima?

# title_question_ethnicity_victim
source: What is the race/ethnicity of the victim?
es: ¿Cual es la color/etnia de la víctima?
pt: Qual a cor/raça da vítima?

# title_question_age_group_offender
source: How old is the offender?
es: ¿Cual es el grupo de edad del agresor?
pt: Qual a faixa etária do agressor?

# title_question_ethnicity_offender
source: What is the race/ethnicity of the offender?
es: ¿Cual es la color/etnia del agresor?
pt: Qual a cor/raça do agressor?

# title_question_gender_victim
source: What is the biological sex of the victim?*
es: ¿Cual es el sexo biológico de la víctima?*
pt: Qual o sexo biológico da vítima?*

# title_question_sex_option_victim
source: What is the sexual identity of the victim?
es: ¿Cual es la identidad sexual de la víctima?
pt: Qual a identidade sexual da vítima?

# title_question_gender_offender
source: What is the biological sex of the offender?*
es: ¿Cual es el sexo biológico del agressor?*
pt: Qual o sexo biológico do agressor?*

# title_question_sex_option_offender
source: What is the sexual identity of the offender?
es: ¿Cual es la identidad sexual del agressor?
pt: Qual a identidade sexual do agressor?

# title_question_theme
source: Your denounce is related to which profile?*
es: ¿Su denuncia es relacionada a cual perfil?*
pt: Sua denúncia é relacionada a que perfil?*

# title_question_racial_subtype
source: What's the racial equality denounce about?*
es: ¿La denuncia de igualdad es acerca de que?*
pt: De que se trata a denúncia de Igualdade Racial?*

# title_question_violence_against_women_subtype
source: What's the Violence Against Women denounce about?*
es: ¿La denuncia de Violencia Contra la Mujer es acerca de que?*
pt: Do que se trata a denúncia de Violência Contra a Mulher?*

# title_question_internet_crime
source: What happened?*
es: ¿Que se pasó?*
pt: O que aconteceu?*

# title_question_internet_location
source: Where it occurred? (URL)*
es: ¿Donde ocurrió? (URL)*
pt: Onde ocorreu? (URL)*

# title_question_accessibility_location
source: What's the location of report?*
es: ¿Cuál es la ubicación del informe?*
pt: Qual o local da denúncia?*

# title_question_accessibility_location_info
source: Location information:*
es: Información de ubicación:*
pt: Informações do local:*

# title_question_accessibility_violation
source: What's type of violation was found?*
es: ¿Qué tipo de violación encontrado?*
pt: Qual o tipo de violação encontrada?*

# title_question_accessibility_violation_desc
source: Describe the incident:*
es: Describir el incidente:*
pt: Descreva o ocorrido:*

# title_question_accessibility_victim_name
source: What's the victim name?
es: ¿Qué nombre de la víctima?
pt: Qual o nome da vítima?

# title_question_institution_activated_required
source: Was any council contacted?*
es: ¿Algún órgano fue accionado?*
pt: Algum órgão foi acionado?*

# title_question_victim_gender_no_req
source: What is the biological sex of the victim?
es: ¿Cual es el sexo biológico de la víctima?
pt: Qual o sexo biológico da vítima?

# hint_access_inst_offender_type
source: Select the offender type
es: Seleccione el tipo de delincuente
pt: Selecione o tipo do agressor

# hint_access_inst_location_name
source: Name of organ/Institution
es: Nombre del órgano/Institución
pt: Nome do órgão/Instituição

# hint_access_trans_location_name
source: Name of transport operator
es: Nombre de transportista
pt: Nome do operador do transporte

# hint_access_inst_address
source: Enter the full address
es: Introduzca la dirección completa
pt: Informe o endereço completo

# hint_access_trans_address
source: Route/line number or flight
es: Ruta/número de línea o de vuelo
pt: Percurso/Número da linha ou voo

# title_access_inst_location
source: Organ/Public place
es: Órgano/Espacio Público
pt: Órgão/Espaço público

# title_access_trans_location
source: Public transport
es: El transporte público
pt: Transporte Coletivo

# hint_access_violation_type
source: Select the violation type
es: Seleccione el tipo de violación
pt: Selecione o tipo de violação

# hint_access_violation
source: Select the violation
es: Seleccione violación
pt: Selecione a violação

# hint_access_violation_desc
source: Description of the incident
es: Descripción del incidente
pt: Descrição do ocorrido

# protocol_info
source: This is your protocol, to follow it, call Disk 100 after 15 days
es: Ese es su protocolo, para acompañarlo llame el Disque 100 después de 15 días.
pt: Este é seu protocolo, para acompanhar ligue para o disque 100 após 15 dias

# protocol_info_internet
source: This is your protocol, to follow it, access http://new.safernet.org.br/denuncie
es: Este é seu protocolo, para acompañarlo visite http://new.safernet.org.br/denuncie
pt: Este é seu protocolo, para acompanhar acesse http://new.safernet.org.br/denuncie

# email_subject_text
source: Accessibility denounce
es: Denuncia de accesibilidad
pt: Denúncia de acessibilidade

# label_violation_details
source: Violation type
es: Tipo de violación
pt: Tipo de Violação

# label_call
source: Call
es: Llamar
pt: Ligar

# label_route
source: Route
es: Ruta
pt: Rota

# title_violation_network
source: Protection net
es: Red de protección
pt: Rede de proteção

# hint_victim_name
source: Victim's name
es: Nombre de la víctima
pt: Nome da vítima

# hint_victim_location_description
source: Eg.: He/She is at a friend's house
es: Ej.: Encuentrase en la casa de un amigo
pt: Ex.: Se encontra na casa de um amigo

# label_violation_report
source: Violation denounce
es: Denuncia de violación
pt: Denúncia de violação

# text_next
source: Next
es: Próximo
pt: Próximo

# hint_offender_name
source: Offender's name
es: Nombre del agresor
pt: Nome do agressor

# info_offender_name
source: In case you don't know, report unknown
es: Caso no sepa, informe desconocido
pt: Caso não saiba, informe desconhecido

# title_person
source: Person
es: Persona
pt: Pessoa

# title_company
source: Organization/Institution
es: Organización/Institución
pt: Organização/Instituição

# hint_violation_description
source: Describe what occurred
es: Describa el ocurrido
pt: Descreva o ocorrido

# hint_institution_activated
source: Inform a council
es: Informe un órgano
pt: Informe um órgão

# response_negative
source: No
pt: Não

# response_positive
source: Yes
es: Si
pt: Sim

# hint_unknown_location
source: Don't know
es: No sé
pt: Não sei

# hint_my_location
source: My location
es: Mi local
pt: Meu local

# hint_address_city
source: Town
es: Ciudad
pt: Cidade

# hint_address
source: Address
es: Dirección
pt: Endereço

# info_victim_name
source: If it's you, inform your name
es: Si es usted, informe su nombre
pt: Se for você informe seu nome

# spinner_default_text
source: Select an option
es: Seleccione una opción
pt: Selecione uma opção

# spinner_default_state_text
source: Select a state
es: Seleccione un estado
pt: Selecione um estado

# spinner_default_city_text
source: Select a town
es: Seleccione una ciudad
pt: Selecione uma cidade

# error_required_fields
source: Is there any required question without response (marked with asterisx)?
es: Existe alguna pregunta obligatoria sin respuesta (marcada con asterisco)
pt: Existe alguma pergunta requerida sem resposta (marcada com asterisco)

# message_cancel_report
source: Are you sure you want to quit the denounce?
es: ¿Tienes certeza que deseas desistir de la denuncia?
pt: Tem certeza que deseja desistir da denúncia?

# option_continue
source: Continue
es: Continuar
pt: Continuar

# option_give_up
source: Quit
es: Desistir
pt: Desistir

# message_report_protocol
source: Denounce forwarded to
es: Denuncia encaminada para el
pt: Denúncia encaminhada para o

# label_back_start
source: Back to the start
es: Volver al comienzo
pt: Voltar para o início

# label_online_help
source: Online Help
es: Ayuda en linea
pt: Ajuda Online

# load_message_report
source: Sending denounce...
es: Enviando denuncia...
pt: Enviando denúncia...

# message_report_error
source: An error occurred when saving it. Try again later.
es: Ocurrió un error al salvar. Intente nuevamente más tarde.
pt: Ocorreu um erro ao salvar. Tente novamente mais tarde.

# hint_fill_address
source: Inform address
es: Informar dirección
pt: Informar endereço

# hint_internet_crime_description
source: Description
es: Descripción
pt: Descrição

# hint_website_address
source: Website's address
es: Dirección del sítio
pt: Endereço do site

# text_report
source: Denounce
es: Denunciar
pt: Denunciar

# label_internet_crime
source: Crimes on the internet
es: Crimens el la internet
pt: Crimes na internet

# text_about_app
source: Proteja Brasil is an app to iPhone or Android device created to facilitate the denounces and to report violence against children. A From the user's location, Proteja Brasil indicates telephone numbers, addresses and the best way to get into police stations specialized on children, children's councils and other organizations that help on the fight against children's violation on brazilian major cities.
es: El Proteja Brasil es una aplicación de iPhone o teléfono móvil con sistema Android creado para facilitar denuncias y informar acerca de la violencia contra niños, niñas y adolescentes. A partir del local donde el usuario encuentrase, el Proteja Brasil indica teléfonos y direcciones y el mejor camino para llegar a comisarías de policía especializadas en infancia y juventud, consejos de protección, la justicia de infancia y organizaciones que ayudan en el combate a violencia contra la infancia y adolescencia en las principales ciudades brasileñas.
pt: O Proteja Brasil é o aplicativo do iPhone ou celular com sistema Android criado para facilitar denúncias e informar sobre violência contra crianças e adolescentes. A partir do local onde o usuário está, o Proteja Brasil indica telefones e endereços e o melhor caminho para chegar a delegacias especializadas de infância e juventude, conselhos tutelares, varas da infância e organizações que ajudam a combater a violência contra a infância e adolescencia nas principais cidades brasileiras.

# label_about
source: About
es: Acerca
pt: Sobre

# label_opinion
source: Give your opinion
es: Opine
pt: Opine

# title_opinion
source: Doubts or suggestions? Send to us.
es: ¿Dudas o sugestiones? Envíe para nosostros.
pt: Dúvidas ou sugestões? Envie pra gente.

# hint_subject
source: Subject
es: Asunto
pt: Assunto

# hint_opinion_name
source: Name
es: Nombre
pt: Nome

# hint_opinion_message
source: Message
es: Mensage
pt: Mensagem

# text_send
source: Send
es: Enviar
pt: Enviar

# title_send_opinion_email
source: Send email...
es: Enviar email...
pt: Enviar email...

# message_error_send_opinion
source: There are no email clients installed at your device. It wasn't possible to send your suggestion!
es: No existen clientes de email instalados en su dispositivo móbil. ¡No fué posible enviar su sugestión!
pt: Não existem clientes de email instalados no seu dispositivo. Não foi possível enviar sua sugestão!

# load_message_network
source: Searching protection nets...
es: Buscando redes de protección...
pt: Buscando redes de proteção...

# title_networks_found
source: Nets founded:
es: Redes encontradas:
pt: Redes encontradas:

# error_message_networks_not_found
source: Any protection net with this name was found
es: No fué encontrada ninguna red de protección con ese nombre
pt: Não foi encontrada nenhuma rede de proteção com esse nome

# label_open_today
source: Opened today
es: Abierto hoy
pt: Aberto hoje

# label_closed_today
source: Closed today
es: Cerrado hoy
pt: Fechado hoje

# error_location_disabled
source: Enable your localization to develop this action!
es: ¡Habilite su localización para efectuar esa acción!
pt: Habilite sua localização para efetuar essa ação!

# error_message_location_disabled
source: It wasn't possible to find a protection net next to you. Verify your GPS permission.
es: No fué posible obtener la red de protección más cerca de usted. Verifique la permisión de su GPS.
pt: Não foi possível obter a rede de proteção mais próxima a você. Verifique a permissão do seu GPS.

# error_message_network_not_found
source: It wasn't possible to find a protection net to help on this kind of violation
es: No fué posible encontrar red de protección para atender ese tipo de violación.
pt: Não foi possível encontrar rede de proteção para atender à essa violação.

# hint_search_violation_type
source: Search for violation nets
es: Buscar redes de violación
pt: Buscar redes de violação

# prompt_call_permission_error
source: It won't be possible to make this call without permission!
es: ¡No será posible efectuar esa llamada sin permiso!
pt: Não será possível efetuar essa ligação sem permissão!

# label_contact
source: Contact
es: Contacto
pt: Contato

# label_internet_help
source: Help and orientation
es: Ayuda y guía
pt: Ajuda e orientação

# label_criticism
source: Critics
es: Crítica
pt: Crítica

# label_compliment
source: Compliment
es: Elogio
pt: Elogio

# error_message_feedback
source: An error occurred when sendind your feedback, verify your connection with the internet!
es: ¡Ocurrió un error al enviar su feedback, verifique su conexión con la internet!
pt: Ocorreu um erro ao enviar seu feedback, verifique sua conexão com a internet!

# prompt_success_message_feedback
source: We will evaluate your message and soon, you will receive a response.
es: Vamos evaluar su mensage y en breve, usted recibirá una respuesta.
pt: Vamos avaliar sua mensagem e em breve, você receberá uma resposta.

# error_message_type_invalid
source: Choose what's your opinion about on the options above!
es: ¡Escoja acerca de lo que es su opinión en las opciones arriba!
pt: Escolha do que se trata a sua opinião nas opções acima!

# label_inform
source: Inform
es: Informar
pt: Informar

# label_doubt
source: Doubt
es: Duda
pt: Dúvida

# label_suggestion
source: Suggestion
es: Sugestión
pt: Sugestão

# label_unknown
source: Don't know
es: No sé
pt: Não sei

# title_gender_help
source: Doubt? We explain!
es: ¿Duda? ¡Nosotros explicamos!
pt: Dúvida? A gente explica!

# message_gender_help
source: Biological sex: It's the genitalia and chromosomes when you came into the world. Sexual Identity: Sexual identity of a person that indicates which genders he/she feels physically, romantically and/or emotionally atracted to.
es: Sexo biológico: Es su genital y cromosoma cuando usted vino al mundo. Identidad sexual: Identidad sexual de una persona indica los géneros que ella/él se siente atraída física, romántica y/o emocionalmente.
pt: Sexo biológico: É a sua genitália e cromossomos quando você veio ao mundo. Identidade sexual: Identidade sexual de uma pessoa indica por quais gêneros ela sente-se atraída, seja física, romântica e/ou emocionalmente.

# label_help_button
source: OK, understood!
es: OK, ¡entendí!
pt: OK, Entendi!

# error_message_my_location
source: It wasn't possible to find your address, choose inform manually
es: No fué posible encontrar su dirección, escoja informar manualmente
pt: Não foi possível encontrar o seu endereço, escolha informar manualmente

source: Disk 100
es: Disque 100
pt: Disque 100

# prompt_evaluate_google_play
source: Evaluate on Google Play
es: Evalúe en Google Play
pt: Avalie no Google Play

# error_message_violation_empty
source: Any violation was found to this theme
es: Ninguna violación encontrada para ese tema
pt: Nenhuma violação encontrada para esse tema

# label_required_field
source: *required field
es: *campo obligatorio
pt: *campo obrigatório

# prompt_evaluate_app_store
source: Evaluate on App Store
es: Valorar la App Store
pt: Avalie na App Store

# text_about_safernet
source: SaferNet Brazil offers help service against crimes and human rights violations on the Internet with effective and transparent procedures for forwarding solutions. You are served by a psychologist, with respect, anonymity, and strict secrecy about everything that is said.
es: SaferNet Brasil ofrece servicio de ayuda contra los crímenes y violaciónes de los derechos humanos en Internet con procedimientos eficaces y transparentes para soluciones de reenvío. Te sirven por un psicólogo, con respeto, el anonimato, y el estricto secreto sobre todo lo que se dijo.
pt: A SaferNet Brasil oferece o serviço de ajuda contra crimes e violações dos Direitos Humanos na internet com procedimentos efetivos e transparentes para encaminhar soluções. Você é atendido por um psicólogo, com respeito, anonimato, e estrito sigilo sobre tudo que for dito.

# text_telephone
source: Telephone
es: Teléfono
pt: Telefone

# text_no_nearest_net
source: Could not get the nearest protection net to you. Check the permission of your GPS.
es: No se pudo obtener la red de seguridad más cercano. Compruebe el permiso de su GPS.
pt: Não foi possível obter a rede de proteção mais próxima a você. Verifique a permissão do seu GPS.

# text_no_protection_network
source: Unable to find protection network to meet this violation.
es: No se pudo encontrar la red de protección para satisfacer esta violación.
pt: Não foi possível encontrar rede de proteção para atender à essa violação.

# text_report_registered
source: Report registered successfully
es: Queja registrado correctamente
pt: Denúncia cadastrada com sucesso

# text_protect_report
source: Protect and Report
es: Proteja e Denuncie
pt: Proteja e Denuncie

# button_report_in_app
source: Report by the application
es: Informe de la aplicación
pt: Denunciar pelo aplicativo

# label_close_menu
source: Close Menu
es: Cerrar Menu

# label_open_menu
source: Open Menu
es: Abrir Menu

# error
source: Erro
es: Error

# title_activity_maps
source: Map
es: Mapa
