Repository: Ilhasoft/ProtejaBrasil-iOS
Catalog: Proteja Brasil/Resources/*.lproj/Report.strings
Languages: es, pt

source: Select an option
es: Seleccione una opción
pt: Selecione uma opção

# racial_subtype1
source: Quilombolas communities
es: Comunidades Quilombolas
pt: Comunidades Quilombolas

# racial_subtype2
source: African origin communities
es: Comunidades de Matriz Africana
pt: Comunidades de Matriz Africana

# racial_subtype3
source: Gypsy communities
es: Comunidades de Etnia Gitana
pt: Comunidades de Etnia Cigana

# racial_subtype4
source: Black woman
es: Mujer Negra
pt: Mulher Negra

# racial_subtype5
source: Black youth
es: Juventud Negra
pt: Juventudade Negra

# racial_subtype6
source: Black population in general
es: Población Negra en Geral
pt: População Negra em Geral

source: Domestic and familiar violence
es: Violencia domestica y familiar
pt: Violência doméstica e familiar

source: Intimidation
es: Intimidación
pt: Ameaça

source: Feminicide
es: Feminicidio
pt: Feminicídio

source: Women trade
es: Comercio de mujeres
pt: Tráfico de mulheres

source: False imprisonment
es: Cárcel privado
pt: Cárcere privado

source: Violence against religious diversity
es: Violencia contra la diversidad religiosa
pt: Violência contra diversidade religiosa

source: Violence on sports
es: Violencia en los deportes
pt: Violência no esporte

source: Homicide
es: Homicidio
pt: Homicídio

source: Institutional violence
es: Violencia institucional
pt: Violência institucional

source: Physical violence
es: Violencia física
pt: Violência física

source: Moral violence
es: Violencia moral
pt: Violência moral

source: Police violence
es: Violencia policial
pt: Viol^ncia policial

source: Obstetrical violence
es: Violencia obstétrica
pt: Violência obstrética

source: Sexual violence
es: Violencia sexual
pt: Violência sexual

source: Virtual violence
es: Violencia virtual
pt: Violência virtual

source: Slave work
es: Trabajo esclavo
pt: Trabalho escravo

# other_entries
source: Other violation
es: Otra violación
pt: Outros registros

# place1
source: House
es: Casa
pt: Casa

# place2
source: Street
es: Calle
pt: Rua

# place3
source: Work place
es: Local de trabajo
pt: Local de trabalho

# place4
source: Bus
es: Autobús
pt: Ônibus

# place5
source: Others
es: Otros
pt: Outros

# place13
source: School
es: Escuela
pt: Escola

# place14
source: Prision unit
es: Unidad Penitenciaria - Presidio
pt: Unidade Prisional - Presídio

# place15
source: Hostel
es: Albergue
pt: Albergue

# place16
source: Elderly institution for long stay (ILPI)
es: Institución de larga estadía para viejos (ILPI)
pt: Instituição de Longa Permanência para Idosos - ILPI

# place17
source: Church
es: Iglesia
pt: Igreja

# place18
source: Police station
es: Comisaría de policía
pt: Delegacia de Polícia

# place19
source: Police station as prision unit
es: Comisaría de policía como Unidad Penitenciaria
pt: Delegacia de Polícia como Unidade Prisional

# place20
source: Prision unit - Public jail
es: Unidad Penitenciaria - Cárcel Público
pt: Unidade Prisional - Cadeia Pública

# place21
source: Social educative measure unit
es: Unidad de Medida Educativa y social
pt: Unidade de Medida Sócio Educativa

# place22
source: Safety measure - Judicial asylum
es: Medida de Seguridad - Manicomio Judicial
pt: Medida de Segurança - Manicômio Judicial

# place23
source: Asylum/Psychiatric hospital/Health house
es: Manicomio/Psiquiatría Hospitalaria/Casa de Salud
pt: Manicômio/Hospital Psiquiátrico/Casa de Saúde

# place24
source: Suspect's house
es: Casa del Sospechoso
pt: Casa do Suspeito

# place25
source: Victim's house
es: Casa de la Víctima
pt: Casa da Vítima

# place27
source: Unit Prisional - Presidio
es: Unidad Prisional - Presidio
pt: Unidade Prisional - Presídio

# frequency8
source: Only one time
es: Única vez
pt: Única vez

# frequency1
source: Daily
es: Diariamente
pt: Diariamente

# frequency3
source: Every morning
es: Todas las mañanas
pt: Toda manhã

# frequency4
source: Every noon
es: Todas las tardes
pt: Toda tarde

# frequency2
source: Weekly
es: Semanalmente
pt: Semanalmente

# frequency9
source: Every 15 days
es: Quincenal
pt: Quinzenalmente

# frequency7
source: Monthly
es: Mensalmente
pt: Mensalmente

# frequency10
source: Ocasionaly
es: Ocasionalmente
pt: Ocasionalmente

# frequency5
source: Not informed
es: No informado
pt: Não informado

# age_group0
source: Not informed
es: No informado
pt: Não informado

# age_group2
source: Just born
es: Recién-nacido
pt: Recém-nascido

# age_group_format1
source: %d-%d years old
es: %d a %d años
pt: %d a %d anos

# age_group_format2
source: %d years old or more
es: %d años o más
pt: %d anos ou mais

# ethnicity3
source: Asian
es: Amarillo
pt: Amarela

# ethnicity1
source: White
es: Blanco
pt: Branca

# ethnicity5
source: Indian
es: Indígena
pt: Indígena

# ethnicity6
source: Not informed
es: No informado
pt: Não informado

# ethnicity4
source: Parda
es: Pardo

# ethnicity2
source: Black
es: Preta
pt: Preta

# sex1
source: Male
es: Masculino
pt: Masculino

# sex2
source: Female
es: Femenino
pt: Feminino

# sex3
source: Not informed
es: No informado
pt: Não informado

# sex_option3
source: Not informed
es: No informado
pt: Não informado

# sex_option8
source: Bissexual
es: Bisexual

# internet_option_1
source: Violence or prejudice against women
es: Violencia o discriminación contra la mujer
pt: Violência ou discriminação contra Mulheres

# internet_option_2
source: Homophobia
es: Homofobia
pt: Homofobia

# internet_option_3
source: Xenophobia
es: Xenofobia
pt: Xenofobia

# internet_option_4
source: Religious intolerance
es: Intolerancia religiosa
pt: Intolerância religiosa

# internet_option_5
source: Child pornography
es: Pornografía infantil
pt: Pornografia infantil

# internet_option_6
source: Racism
es: Racismo
pt: Racismo

# internet_option_7
source: Apology and incitement to crimes against life
es: Apología y incitación a los delitos contra la vida
pt: Apologia e Incitação a crimes contra a Vida

# internet_option_8
source: Neo-Nazism
es: Neonazismo
pt: Neo Nazismo

# internet_option_9
source: Human trafficking
es: Tráfico de personass
pt: Tráfico de Pessoas

# institution_type1
source: Organ of the Federal Administration
es: Órgano de la Administración Federal
pt: Órgão da Administração Federal

# institution_type2
source: Organ of the State Administration
es: Órgano de la Administración del Estado
pt: Órgão da Administração Estadual

# institution_type3
source: Organ of the Municipal Administration
es: Órgano de la Administración Municipal
pt: Órgão da Administração Municipal

# transport_type1
source: Road Public Transport
es: El transporte público Carretera
pt: Transporte Coletivo Rodoviário

# transport_type2
source: Subway Public Transport
es: El transporte público Metro
pt: Transporte Coletivo Metroviário

# transport_type3
source: Waterway Public Transport
es: El transporte público de Agua
pt: Transporte Coletivo Aquaviário

# transport_type4
source: Air public transport
es: El transporte público de Aire
pt: Transporte Coletivo Aéreo

# access_violation_type1
source: Lack of accessibility to the physical environment (Buildings or vehicles)
es: La falta de accesibilidad al medio físico (edificios o vehículos)
pt: Falta de acessibilidade ao meio físico (Edificações ou Veículos)

# access_violation_type2
source: Lack of accessibility/media information and communications
es: La falta de acceso a la información y las comunicaciones/medios
pt: Falta de acessibilidade/meios de informações e comunicações

# access_violation_type3
source: Another lack of accessibility
es: Otra falta de accesibilidad
pt: Outra falta de acessibilidade

# access_violation140
source: Not accessible sidewalk (wrong height, holes, poles, trees, etc.)
es: No acera accesible (altura, huecos, postes, árboles, etc.)
pt: Calçada não acessível (desníveis, buracos, postes, árvores, etc.)

# access_violation141
source: No special parking spaces
es: No hay plazas de aparcamiento específicas
pt: Ausência de vagas específicas no estacionamento

# access_violation142
source: Lack of access ramps, steep ramps or without suitable handrail
es: La falta de rampas de acceso, rampas empinadas o sin pasamanos adecuados
pt: Falta de rampas de acesso, rampas íngremes ou sem corrimão adequado

# access_violation143
source: Barrier-free access gates (turnstiles, not embedded rails, proper width, etc.)
es: Puertas sin barreras de acceso (torniquetes, los carriles no incorporados, ancho adecuado, etc.)
pt: Portas de acesso livres de barreiras (catracas, trilhos não embutidos, largura adequada, etc.)

# access_violation144
source: Absence or ineffectiveness of accessible elevator or lift platform
es: La ausencia o ineficacia de ascensor accesible o plataforma elevadora
pt: Ausência ou inoperância de elevador acessível ou plataforma elevatória

# access_violation146
source: Absence of tactile floor
es: La ausencia de un piso táctil
pt: Ausência de piso tátil

# access_violation147
source: Lack of information signs in braille and other signs with international symbols
es: La falta de señales de información en braille y otros signos con símbolos internacionales
pt: Ausência de placas informativas em braile e demais sinalizações com os símbolos internacionais

# access_violation148
source: Absence of accessible toilet
es: La ausencia de sanitario accesible
pt: Ausência de sanitário acessível

# access_violation149
source: Absence of special seating or space for wheelchair
es: La ausencia de asientos preferenciales o espacio para silla de ruedas
pt: Ausência de assentos preferenciais ou espaços para cadeira de rodas

# access_violation150
source: Lack of support for the embarkation and disembarkation
es: La falta de apoyo para el embarque y desembarque
pt: Ausência de apoio para o embarque e desembarque

# access_violation151
source: Public program of housing unit delivered without accessibility
es: Unidad de vivienda programa público entregado sin accesibilidad
pt: Unidade habitacional de programa público entregue sem acessibilidade

# access_violation152
source: Absence or inadequacy of accessible taxis
es: La ausencia o insuficiencia de taxis accesibles
pt: Ausência ou inadequação de táxis acessíveis

# access_violation153
source: Lack of media and accessible information (such as the lack of translator / interpreter for the deaf in events and the lack of publications or printed in Braille or other accessible format)
es: La falta de medios de comunicación y la información accesible (por ejemplo, la falta de traductor / intérprete para sordos en los acontecimientos y la falta de publicaciones o impresos en braille o otro formato accesible)
pt: Ausência de meios de comunicação e informação acessíveis (como a falta de tradutor/intérprete de Libras em eventos e a falta de publicações ou impressos em braile ou outro formato acessível)

# access_violation154
source: Access denied for personal guide dog
es: Acceso denegado para el usuario de perro guía
pt: Acesso negado para pessoa usuária de cão-guia

# access_violation155
source: Site or the internet portal not accessible
es: Sitio web o portal de Internet no es accesible
pt: Sítio ou portal da internet não acessível

# access_violation145
source: Absence of service desk or accessible information for service
es: La ausencia de un centro de servicio o información accesible al personal de servicio
pt: Ausência de balcão de atendimento ou de informação acessível para o atendimento

# access_violation156
source: OTHERS
es: OTRAS
pt: OUTROS

# age_group1
source: Nasciturus
pt: Nascituro

# sex_option9
source: Heterosexual
pt: Heterossexual
